{
  "nodes": [
    {
      "op": "null", 
      "name": "data", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_conv2dnormed0_conv0_weight", 
      "attrs": {
        "__dtype__": "0", 
        "__lr_mult__": "1.0", 
        "__shape__": "(32, 0, 1, 1)", 
        "__storage_type__": "0", 
        "__wd_mult__": "1.0"
      }, 
      "inputs": []
    }, 
    {
      "op": "Convolution", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_conv2dnormed0_conv0_fwd", 
      "attrs": {
        "dilate": "(1, 1)", 
        "kernel": "(1, 1)", 
        "layout": "NCHW", 
        "no_bias": "True", 
        "num_filter": "32", 
        "num_group": "1", 
        "pad": "(0, 0)", 
        "stride": "(1, 1)"
      }, 
      "inputs": [[0, 0, 0], [1, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_conv2dnormed0_groupnorm0_gamma", 
      "attrs": {
        "__dtype__": "0", 
        "__init__": "ones", 
        "__lr_mult__": "1.0", 
        "__shape__": "(4,)", 
        "__storage_type__": "0", 
        "__wd_mult__": "1.0"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_conv2dnormed0_groupnorm0_beta", 
      "attrs": {
        "__dtype__": "0", 
        "__init__": "zeros", 
        "__lr_mult__": "1.0", 
        "__shape__": "(4,)", 
        "__storage_type__": "0", 
        "__wd_mult__": "1.0"
      }, 
      "inputs": []
    }, 
    {
      "op": "GroupNorm", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_conv2dnormed0_groupnorm0_groupnorm0", 
      "attrs": {
        "eps": "1e-05", 
        "num_groups": "4"
      }, 
      "inputs": [[2, 0, 0], [3, 0, 0], [4, 0, 0]]
    }, 
    {
      "op": "_copy", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_identity0", 
      "inputs": [[5, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_resnet_v2_block0_groupnorm0_gamma", 
      "attrs": {
        "__dtype__": "0", 
        "__init__": "ones", 
        "__lr_mult__": "1.0", 
        "__shape__": "(4,)", 
        "__storage_type__": "0", 
        "__wd_mult__": "1.0"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_resnet_v2_block0_groupnorm0_beta", 
      "attrs": {
        "__dtype__": "0", 
        "__init__": "zeros", 
        "__lr_mult__": "1.0", 
        "__shape__": "(4,)", 
        "__storage_type__": "0", 
        "__wd_mult__": "1.0"
      }, 
      "inputs": []
    }, 
    {
      "op": "GroupNorm", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_resnet_v2_block0_groupnorm0_groupnorm0", 
      "attrs": {
        "eps": "1e-05", 
        "num_groups": "4"
      }, 
      "inputs": [[6, 0, 0], [7, 0, 0], [8, 0, 0]]
    }, 
    {
      "op": "relu", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_resnet_v2_block0_relu0", 
      "inputs": [[9, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_resnet_v2_block0_conv0_weight", 
      "attrs": {
        "__dtype__": "0", 
        "__lr_mult__": "1.0", 
        "__shape__": "(32, 0, 3, 3)", 
        "__storage_type__": "0", 
        "__wd_mult__": "1.0"
      }, 
      "inputs": []
    }, 
    {
      "op": "Convolution", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_resnet_v2_block0_conv0_fwd", 
      "attrs": {
        "dilate": "(1, 1)", 
        "kernel": "(3, 3)", 
        "layout": "NCHW", 
        "no_bias": "True", 
        "num_filter": "32", 
        "num_group": "4", 
        "pad": "(1, 1)", 
        "stride": "(1, 1)"
      }, 
      "inputs": [[10, 0, 0], [11, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_resnet_v2_block0_groupnorm1_gamma", 
      "attrs": {
        "__dtype__": "0", 
        "__init__": "ones", 
        "__lr_mult__": "1.0", 
        "__shape__": "(4,)", 
        "__storage_type__": "0", 
        "__wd_mult__": "1.0"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_resnet_v2_block0_groupnorm1_beta", 
      "attrs": {
        "__dtype__": "0", 
        "__init__": "zeros", 
        "__lr_mult__": "1.0", 
        "__shape__": "(4,)", 
        "__storage_type__": "0", 
        "__wd_mult__": "1.0"
      }, 
      "inputs": []
    }, 
    {
      "op": "GroupNorm", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_resnet_v2_block0_groupnorm1_groupnorm0", 
      "attrs": {
        "eps": "1e-05", 
        "num_groups": "4"
      }, 
      "inputs": [[12, 0, 0], [13, 0, 0], [14, 0, 0]]
    }, 
    {
      "op": "relu", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_resnet_v2_block0_relu1", 
      "inputs": [[15, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_resnet_v2_block0_conv1_weight", 
      "attrs": {
        "__dtype__": "0", 
        "__lr_mult__": "1.0", 
        "__shape__": "(32, 0, 3, 3)", 
        "__storage_type__": "0", 
        "__wd_mult__": "1.0"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_resnet_v2_block0_conv1_bias", 
      "attrs": {
        "__dtype__": "0", 
        "__init__": "zeros", 
        "__lr_mult__": "1.0", 
        "__shape__": "(32,)", 
        "__storage_type__": "0", 
        "__wd_mult__": "1.0"
      }, 
      "inputs": []
    }, 
    {
      "op": "Convolution", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_resnet_v2_block0_conv1_fwd", 
      "attrs": {
        "dilate": "(1, 1)", 
        "kernel": "(3, 3)", 
        "layout": "NCHW", 
        "no_bias": "False", 
        "num_filter": "32", 
        "num_group": "4", 
        "pad": "(1, 1)", 
        "stride": "(1, 1)"
      }, 
      "inputs": [[16, 0, 0], [17, 0, 0], [18, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0__plus0", 
      "inputs": [[6, 0, 0], [19, 0, 0]]
    }, 
    {
      "op": "ones_like", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ones_like0", 
      "inputs": [[19, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_gamma", 
      "attrs": {
        "__dtype__": "0", 
        "__init__": "[\"zero\", {}]", 
        "__lr_mult__": "1.0", 
        "__shape__": "(1,)", 
        "__storage_type__": "0", 
        "__wd_mult__": "1.0"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_conv2dnormed0_conv0_weight", 
      "attrs": {
        "__dtype__": "0", 
        "__lr_mult__": "1.0", 
        "__shape__": "(32, 0, 3, 3)", 
        "__storage_type__": "0", 
        "__wd_mult__": "1.0"
      }, 
      "inputs": []
    }, 
    {
      "op": "Convolution", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_conv2dnormed0_conv0_fwd", 
      "attrs": {
        "dilate": "(1, 1)", 
        "kernel": "(3, 3)", 
        "layout": "NCHW", 
        "no_bias": "True", 
        "num_filter": "32", 
        "num_group": "1", 
        "pad": "(1, 1)", 
        "stride": "(1, 1)"
      }, 
      "inputs": [[6, 0, 0], [23, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_conv2dnormed0_groupnorm0_gamma", 
      "attrs": {
        "__dtype__": "0", 
        "__init__": "ones", 
        "__lr_mult__": "1.0", 
        "__shape__": "(4,)", 
        "__storage_type__": "0", 
        "__wd_mult__": "1.0"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_conv2dnormed0_groupnorm0_beta", 
      "attrs": {
        "__dtype__": "0", 
        "__init__": "zeros", 
        "__lr_mult__": "1.0", 
        "__shape__": "(4,)", 
        "__storage_type__": "0", 
        "__wd_mult__": "1.0"
      }, 
      "inputs": []
    }, 
    {
      "op": "GroupNorm", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_conv2dnormed0_groupnorm0_groupnorm0", 
      "attrs": {
        "eps": "1e-05", 
        "num_groups": "4"
      }, 
      "inputs": [[24, 0, 0], [25, 0, 0], [26, 0, 0]]
    }, 
    {
      "op": "sigmoid", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_sigmoid0", 
      "inputs": [[27, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_conv2dnormed1_conv0_weight", 
      "attrs": {
        "__dtype__": "0", 
        "__lr_mult__": "1.0", 
        "__shape__": "(32, 0, 3, 3)", 
        "__storage_type__": "0", 
        "__wd_mult__": "1.0"
      }, 
      "inputs": []
    }, 
    {
      "op": "Convolution", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_conv2dnormed1_conv0_fwd", 
      "attrs": {
        "dilate": "(1, 1)", 
        "kernel": "(3, 3)", 
        "layout": "NCHW", 
        "no_bias": "True", 
        "num_filter": "32", 
        "num_group": "1", 
        "pad": "(1, 1)", 
        "stride": "(1, 1)"
      }, 
      "inputs": [[6, 0, 0], [29, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_conv2dnormed1_groupnorm0_gamma", 
      "attrs": {
        "__dtype__": "0", 
        "__init__": "ones", 
        "__lr_mult__": "1.0", 
        "__shape__": "(4,)", 
        "__storage_type__": "0", 
        "__wd_mult__": "1.0"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_conv2dnormed1_groupnorm0_beta", 
      "attrs": {
        "__dtype__": "0", 
        "__init__": "zeros", 
        "__lr_mult__": "1.0", 
        "__shape__": "(4,)", 
        "__storage_type__": "0", 
        "__wd_mult__": "1.0"
      }, 
      "inputs": []
    }, 
    {
      "op": "GroupNorm", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_conv2dnormed1_groupnorm0_groupnorm0", 
      "attrs": {
        "eps": "1e-05", 
        "num_groups": "4"
      }, 
      "inputs": [[30, 0, 0], [31, 0, 0], [32, 0, 0]]
    }, 
    {
      "op": "sigmoid", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_sigmoid1", 
      "inputs": [[33, 0, 0]]
    }, 
    {
      "op": "broadcast_mul", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0_broadcast_mul0", 
      "inputs": [[28, 0, 0], [34, 0, 0]]
    }, 
    {
      "op": "sum", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0_sum0", 
      "attrs": {
        "axis": "[2, 3]", 
        "keepdims": "True"
      }, 
      "inputs": [[35, 0, 0]]
    }, 
    {
      "op": "_plus_scalar", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0__plusscalar0", 
      "attrs": {"scalar": "1e-05"}, 
      "inputs": [[36, 0, 0]]
    }, 
    {
      "op": "broadcast_mul", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0_broadcast_mul1", 
      "inputs": [[28, 0, 0], [28, 0, 0]]
    }, 
    {
      "op": "sum", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0_sum1", 
      "attrs": {
        "axis": "[2, 3]", 
        "keepdims": "True"
      }, 
      "inputs": [[38, 0, 0]]
    }, 
    {
      "op": "broadcast_mul", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0_broadcast_mul2", 
      "inputs": [[34, 0, 0], [34, 0, 0]]
    }, 
    {
      "op": "sum", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0_sum2", 
      "attrs": {
        "axis": "[2, 3]", 
        "keepdims": "True"
      }, 
      "inputs": [[40, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0__plus0", 
      "inputs": [[39, 0, 0], [41, 0, 0]]
    }, 
    {
      "op": "_mul_scalar", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0__mulscalar0", 
      "attrs": {"scalar": "1.0"}, 
      "inputs": [[42, 0, 0]]
    }, 
    {
      "op": "_mul_scalar", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0__mulscalar1", 
      "attrs": {"scalar": "-1.0"}, 
      "inputs": [[36, 0, 0]]
    }, 
    {
      "op": "broadcast_add", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0_broadcast_add0", 
      "inputs": [[43, 0, 0], [44, 0, 0]]
    }, 
    {
      "op": "_plus_scalar", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0__plusscalar1", 
      "attrs": {"scalar": "1e-05"}, 
      "inputs": [[45, 0, 0]]
    }, 
    {
      "op": "reciprocal", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0_reciprocal0", 
      "inputs": [[46, 0, 0]]
    }, 
    {
      "op": "_plus_scalar", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0__plusscalar2", 
      "attrs": {"scalar": "0.0"}, 
      "inputs": [[47, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0__plus1", 
      "inputs": [[39, 0, 0], [41, 0, 0]]
    }, 
    {
      "op": "_mul_scalar", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0__mulscalar2", 
      "attrs": {"scalar": "2.0"}, 
      "inputs": [[49, 0, 0]]
    }, 
    {
      "op": "_mul_scalar", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0__mulscalar3", 
      "attrs": {"scalar": "-3.0"}, 
      "inputs": [[36, 0, 0]]
    }, 
    {
      "op": "broadcast_add", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0_broadcast_add1", 
      "inputs": [[50, 0, 0], [51, 0, 0]]
    }, 
    {
      "op": "_plus_scalar", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0__plusscalar3", 
      "attrs": {"scalar": "1e-05"}, 
      "inputs": [[52, 0, 0]]
    }, 
    {
      "op": "reciprocal", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0_reciprocal1", 
      "inputs": [[53, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0__plus2", 
      "inputs": [[48, 0, 0], [54, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0__plus3", 
      "inputs": [[39, 0, 0], [41, 0, 0]]
    }, 
    {
      "op": "_mul_scalar", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0__mulscalar4", 
      "attrs": {"scalar": "4.0"}, 
      "inputs": [[56, 0, 0]]
    }, 
    {
      "op": "_mul_scalar", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0__mulscalar5", 
      "attrs": {"scalar": "-7.0"}, 
      "inputs": [[36, 0, 0]]
    }, 
    {
      "op": "broadcast_add", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0_broadcast_add2", 
      "inputs": [[57, 0, 0], [58, 0, 0]]
    }, 
    {
      "op": "_plus_scalar", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0__plusscalar4", 
      "attrs": {"scalar": "1e-05"}, 
      "inputs": [[59, 0, 0]]
    }, 
    {
      "op": "reciprocal", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0_reciprocal2", 
      "inputs": [[60, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0__plus4", 
      "inputs": [[55, 0, 0], [61, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0__plus5", 
      "inputs": [[39, 0, 0], [41, 0, 0]]
    }, 
    {
      "op": "_mul_scalar", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0__mulscalar6", 
      "attrs": {"scalar": "8.0"}, 
      "inputs": [[63, 0, 0]]
    }, 
    {
      "op": "_mul_scalar", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0__mulscalar7", 
      "attrs": {"scalar": "-15.0"}, 
      "inputs": [[36, 0, 0]]
    }, 
    {
      "op": "broadcast_add", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0_broadcast_add3", 
      "inputs": [[64, 0, 0], [65, 0, 0]]
    }, 
    {
      "op": "_plus_scalar", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0__plusscalar5", 
      "attrs": {"scalar": "1e-05"}, 
      "inputs": [[66, 0, 0]]
    }, 
    {
      "op": "reciprocal", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0_reciprocal3", 
      "inputs": [[67, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0__plus6", 
      "inputs": [[62, 0, 0], [68, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0__plus7", 
      "inputs": [[39, 0, 0], [41, 0, 0]]
    }, 
    {
      "op": "_mul_scalar", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0__mulscalar8", 
      "attrs": {"scalar": "16.0"}, 
      "inputs": [[70, 0, 0]]
    }, 
    {
      "op": "_mul_scalar", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0__mulscalar9", 
      "attrs": {"scalar": "-31.0"}, 
      "inputs": [[36, 0, 0]]
    }, 
    {
      "op": "broadcast_add", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0_broadcast_add4", 
      "inputs": [[71, 0, 0], [72, 0, 0]]
    }, 
    {
      "op": "_plus_scalar", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0__plusscalar6", 
      "attrs": {"scalar": "1e-05"}, 
      "inputs": [[73, 0, 0]]
    }, 
    {
      "op": "reciprocal", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0_reciprocal4", 
      "inputs": [[74, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0__plus8", 
      "inputs": [[69, 0, 0], [75, 0, 0]]
    }, 
    {
      "op": "broadcast_mul", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0_broadcast_mul3", 
      "inputs": [[37, 0, 0], [76, 0, 0]]
    }, 
    {
      "op": "_mul_scalar", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0__mulscalar10", 
      "attrs": {"scalar": "0.2"}, 
      "inputs": [[77, 0, 0]]
    }, 
    {
      "op": "_rminus_scalar", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0__rminusscalar0", 
      "attrs": {"scalar": "1.0"}, 
      "inputs": [[28, 0, 0]]
    }, 
    {
      "op": "_rminus_scalar", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0__rminusscalar1", 
      "attrs": {"scalar": "1.0"}, 
      "inputs": [[34, 0, 0]]
    }, 
    {
      "op": "broadcast_mul", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0_broadcast_mul4", 
      "inputs": [[79, 0, 0], [80, 0, 0]]
    }, 
    {
      "op": "sum", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0_sum3", 
      "attrs": {
        "axis": "[2, 3]", 
        "keepdims": "True"
      }, 
      "inputs": [[81, 0, 0]]
    }, 
    {
      "op": "_plus_scalar", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0__plusscalar7", 
      "attrs": {"scalar": "1e-05"}, 
      "inputs": [[82, 0, 0]]
    }, 
    {
      "op": "broadcast_mul", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0_broadcast_mul5", 
      "inputs": [[79, 0, 0], [79, 0, 0]]
    }, 
    {
      "op": "sum", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0_sum4", 
      "attrs": {
        "axis": "[2, 3]", 
        "keepdims": "True"
      }, 
      "inputs": [[84, 0, 0]]
    }, 
    {
      "op": "broadcast_mul", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0_broadcast_mul6", 
      "inputs": [[80, 0, 0], [80, 0, 0]]
    }, 
    {
      "op": "sum", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0_sum5", 
      "attrs": {
        "axis": "[2, 3]", 
        "keepdims": "True"
      }, 
      "inputs": [[86, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0__plus9", 
      "inputs": [[85, 0, 0], [87, 0, 0]]
    }, 
    {
      "op": "_mul_scalar", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0__mulscalar11", 
      "attrs": {"scalar": "1.0"}, 
      "inputs": [[88, 0, 0]]
    }, 
    {
      "op": "_mul_scalar", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0__mulscalar12", 
      "attrs": {"scalar": "-1.0"}, 
      "inputs": [[82, 0, 0]]
    }, 
    {
      "op": "broadcast_add", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0_broadcast_add5", 
      "inputs": [[89, 0, 0], [90, 0, 0]]
    }, 
    {
      "op": "_plus_scalar", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0__plusscalar8", 
      "attrs": {"scalar": "1e-05"}, 
      "inputs": [[91, 0, 0]]
    }, 
    {
      "op": "reciprocal", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0_reciprocal5", 
      "inputs": [[92, 0, 0]]
    }, 
    {
      "op": "_plus_scalar", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0__plusscalar9", 
      "attrs": {"scalar": "0.0"}, 
      "inputs": [[93, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0__plus10", 
      "inputs": [[85, 0, 0], [87, 0, 0]]
    }, 
    {
      "op": "_mul_scalar", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0__mulscalar13", 
      "attrs": {"scalar": "2.0"}, 
      "inputs": [[95, 0, 0]]
    }, 
    {
      "op": "_mul_scalar", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0__mulscalar14", 
      "attrs": {"scalar": "-3.0"}, 
      "inputs": [[82, 0, 0]]
    }, 
    {
      "op": "broadcast_add", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0_broadcast_add6", 
      "inputs": [[96, 0, 0], [97, 0, 0]]
    }, 
    {
      "op": "_plus_scalar", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0__plusscalar10", 
      "attrs": {"scalar": "1e-05"}, 
      "inputs": [[98, 0, 0]]
    }, 
    {
      "op": "reciprocal", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0_reciprocal6", 
      "inputs": [[99, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0__plus11", 
      "inputs": [[94, 0, 0], [100, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0__plus12", 
      "inputs": [[85, 0, 0], [87, 0, 0]]
    }, 
    {
      "op": "_mul_scalar", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0__mulscalar15", 
      "attrs": {"scalar": "4.0"}, 
      "inputs": [[102, 0, 0]]
    }, 
    {
      "op": "_mul_scalar", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0__mulscalar16", 
      "attrs": {"scalar": "-7.0"}, 
      "inputs": [[82, 0, 0]]
    }, 
    {
      "op": "broadcast_add", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0_broadcast_add7", 
      "inputs": [[103, 0, 0], [104, 0, 0]]
    }, 
    {
      "op": "_plus_scalar", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0__plusscalar11", 
      "attrs": {"scalar": "1e-05"}, 
      "inputs": [[105, 0, 0]]
    }, 
    {
      "op": "reciprocal", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0_reciprocal7", 
      "inputs": [[106, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0__plus13", 
      "inputs": [[101, 0, 0], [107, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0__plus14", 
      "inputs": [[85, 0, 0], [87, 0, 0]]
    }, 
    {
      "op": "_mul_scalar", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0__mulscalar17", 
      "attrs": {"scalar": "8.0"}, 
      "inputs": [[109, 0, 0]]
    }, 
    {
      "op": "_mul_scalar", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0__mulscalar18", 
      "attrs": {"scalar": "-15.0"}, 
      "inputs": [[82, 0, 0]]
    }, 
    {
      "op": "broadcast_add", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0_broadcast_add8", 
      "inputs": [[110, 0, 0], [111, 0, 0]]
    }, 
    {
      "op": "_plus_scalar", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0__plusscalar12", 
      "attrs": {"scalar": "1e-05"}, 
      "inputs": [[112, 0, 0]]
    }, 
    {
      "op": "reciprocal", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0_reciprocal8", 
      "inputs": [[113, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0__plus15", 
      "inputs": [[108, 0, 0], [114, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0__plus16", 
      "inputs": [[85, 0, 0], [87, 0, 0]]
    }, 
    {
      "op": "_mul_scalar", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0__mulscalar19", 
      "attrs": {"scalar": "16.0"}, 
      "inputs": [[116, 0, 0]]
    }, 
    {
      "op": "_mul_scalar", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0__mulscalar20", 
      "attrs": {"scalar": "-31.0"}, 
      "inputs": [[82, 0, 0]]
    }, 
    {
      "op": "broadcast_add", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0_broadcast_add9", 
      "inputs": [[117, 0, 0], [118, 0, 0]]
    }, 
    {
      "op": "_plus_scalar", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0__plusscalar13", 
      "attrs": {"scalar": "1e-05"}, 
      "inputs": [[119, 0, 0]]
    }, 
    {
      "op": "reciprocal", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0_reciprocal9", 
      "inputs": [[120, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0__plus17", 
      "inputs": [[115, 0, 0], [121, 0, 0]]
    }, 
    {
      "op": "broadcast_mul", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0_broadcast_mul7", 
      "inputs": [[83, 0, 0], [122, 0, 0]]
    }, 
    {
      "op": "_mul_scalar", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0__mulscalar21", 
      "attrs": {"scalar": "0.2"}, 
      "inputs": [[123, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0__plus18", 
      "inputs": [[78, 0, 0], [124, 0, 0]]
    }, 
    {
      "op": "_mul_scalar", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto0__mulscalar22", 
      "attrs": {"scalar": "0.5"}, 
      "inputs": [[125, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_conv2dnormed2_conv0_weight", 
      "attrs": {
        "__dtype__": "0", 
        "__lr_mult__": "1.0", 
        "__shape__": "(32, 0, 3, 3)", 
        "__storage_type__": "0", 
        "__wd_mult__": "1.0"
      }, 
      "inputs": []
    }, 
    {
      "op": "Convolution", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_conv2dnormed2_conv0_fwd", 
      "attrs": {
        "dilate": "(1, 1)", 
        "kernel": "(3, 3)", 
        "layout": "NCHW", 
        "no_bias": "True", 
        "num_filter": "32", 
        "num_group": "1", 
        "pad": "(1, 1)", 
        "stride": "(1, 1)"
      }, 
      "inputs": [[6, 0, 0], [127, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_conv2dnormed2_groupnorm0_gamma", 
      "attrs": {
        "__dtype__": "0", 
        "__init__": "ones", 
        "__lr_mult__": "1.0", 
        "__shape__": "(4,)", 
        "__storage_type__": "0", 
        "__wd_mult__": "1.0"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_conv2dnormed2_groupnorm0_beta", 
      "attrs": {
        "__dtype__": "0", 
        "__init__": "zeros", 
        "__lr_mult__": "1.0", 
        "__shape__": "(4,)", 
        "__storage_type__": "0", 
        "__wd_mult__": "1.0"
      }, 
      "inputs": []
    }, 
    {
      "op": "GroupNorm", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_conv2dnormed2_groupnorm0_groupnorm0", 
      "attrs": {
        "eps": "1e-05", 
        "num_groups": "4"
      }, 
      "inputs": [[128, 0, 0], [129, 0, 0], [130, 0, 0]]
    }, 
    {
      "op": "sigmoid", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_sigmoid2", 
      "inputs": [[131, 0, 0]]
    }, 
    {
      "op": "broadcast_mul", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_broadcast_mul1", 
      "inputs": [[126, 0, 0], [132, 0, 0]]
    }, 
    {
      "op": "broadcast_mul", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto1_broadcast_mul0", 
      "inputs": [[28, 0, 0], [34, 0, 0]]
    }, 
    {
      "op": "sum", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto1_sum0", 
      "attrs": {
        "axis": "1", 
        "keepdims": "True"
      }, 
      "inputs": [[134, 0, 0]]
    }, 
    {
      "op": "_plus_scalar", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto1__plusscalar0", 
      "attrs": {"scalar": "1e-05"}, 
      "inputs": [[135, 0, 0]]
    }, 
    {
      "op": "broadcast_mul", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto1_broadcast_mul1", 
      "inputs": [[28, 0, 0], [28, 0, 0]]
    }, 
    {
      "op": "sum", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto1_sum1", 
      "attrs": {
        "axis": "1", 
        "keepdims": "True"
      }, 
      "inputs": [[137, 0, 0]]
    }, 
    {
      "op": "broadcast_mul", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto1_broadcast_mul2", 
      "inputs": [[34, 0, 0], [34, 0, 0]]
    }, 
    {
      "op": "sum", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto1_sum2", 
      "attrs": {
        "axis": "1", 
        "keepdims": "True"
      }, 
      "inputs": [[139, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto1__plus0", 
      "inputs": [[138, 0, 0], [140, 0, 0]]
    }, 
    {
      "op": "_mul_scalar", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto1__mulscalar0", 
      "attrs": {"scalar": "1.0"}, 
      "inputs": [[141, 0, 0]]
    }, 
    {
      "op": "_mul_scalar", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto1__mulscalar1", 
      "attrs": {"scalar": "-1.0"}, 
      "inputs": [[135, 0, 0]]
    }, 
    {
      "op": "broadcast_add", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto1_broadcast_add0", 
      "inputs": [[142, 0, 0], [143, 0, 0]]
    }, 
    {
      "op": "_plus_scalar", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto1__plusscalar1", 
      "attrs": {"scalar": "1e-05"}, 
      "inputs": [[144, 0, 0]]
    }, 
    {
      "op": "reciprocal", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto1_reciprocal0", 
      "inputs": [[145, 0, 0]]
    }, 
    {
      "op": "_plus_scalar", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto1__plusscalar2", 
      "attrs": {"scalar": "0.0"}, 
      "inputs": [[146, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto1__plus1", 
      "inputs": [[138, 0, 0], [140, 0, 0]]
    }, 
    {
      "op": "_mul_scalar", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto1__mulscalar2", 
      "attrs": {"scalar": "2.0"}, 
      "inputs": [[148, 0, 0]]
    }, 
    {
      "op": "_mul_scalar", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto1__mulscalar3", 
      "attrs": {"scalar": "-3.0"}, 
      "inputs": [[135, 0, 0]]
    }, 
    {
      "op": "broadcast_add", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto1_broadcast_add1", 
      "inputs": [[149, 0, 0], [150, 0, 0]]
    }, 
    {
      "op": "_plus_scalar", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto1__plusscalar3", 
      "attrs": {"scalar": "1e-05"}, 
      "inputs": [[151, 0, 0]]
    }, 
    {
      "op": "reciprocal", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto1_reciprocal1", 
      "inputs": [[152, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto1__plus2", 
      "inputs": [[147, 0, 0], [153, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto1__plus3", 
      "inputs": [[138, 0, 0], [140, 0, 0]]
    }, 
    {
      "op": "_mul_scalar", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto1__mulscalar4", 
      "attrs": {"scalar": "4.0"}, 
      "inputs": [[155, 0, 0]]
    }, 
    {
      "op": "_mul_scalar", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto1__mulscalar5", 
      "attrs": {"scalar": "-7.0"}, 
      "inputs": [[135, 0, 0]]
    }, 
    {
      "op": "broadcast_add", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto1_broadcast_add2", 
      "inputs": [[156, 0, 0], [157, 0, 0]]
    }, 
    {
      "op": "_plus_scalar", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto1__plusscalar4", 
      "attrs": {"scalar": "1e-05"}, 
      "inputs": [[158, 0, 0]]
    }, 
    {
      "op": "reciprocal", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto1_reciprocal2", 
      "inputs": [[159, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto1__plus4", 
      "inputs": [[154, 0, 0], [160, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto1__plus5", 
      "inputs": [[138, 0, 0], [140, 0, 0]]
    }, 
    {
      "op": "_mul_scalar", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto1__mulscalar6", 
      "attrs": {"scalar": "8.0"}, 
      "inputs": [[162, 0, 0]]
    }, 
    {
      "op": "_mul_scalar", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto1__mulscalar7", 
      "attrs": {"scalar": "-15.0"}, 
      "inputs": [[135, 0, 0]]
    }, 
    {
      "op": "broadcast_add", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto1_broadcast_add3", 
      "inputs": [[163, 0, 0], [164, 0, 0]]
    }, 
    {
      "op": "_plus_scalar", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto1__plusscalar5", 
      "attrs": {"scalar": "1e-05"}, 
      "inputs": [[165, 0, 0]]
    }, 
    {
      "op": "reciprocal", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto1_reciprocal3", 
      "inputs": [[166, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto1__plus6", 
      "inputs": [[161, 0, 0], [167, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto1__plus7", 
      "inputs": [[138, 0, 0], [140, 0, 0]]
    }, 
    {
      "op": "_mul_scalar", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto1__mulscalar8", 
      "attrs": {"scalar": "16.0"}, 
      "inputs": [[169, 0, 0]]
    }, 
    {
      "op": "_mul_scalar", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto1__mulscalar9", 
      "attrs": {"scalar": "-31.0"}, 
      "inputs": [[135, 0, 0]]
    }, 
    {
      "op": "broadcast_add", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto1_broadcast_add4", 
      "inputs": [[170, 0, 0], [171, 0, 0]]
    }, 
    {
      "op": "_plus_scalar", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto1__plusscalar6", 
      "attrs": {"scalar": "1e-05"}, 
      "inputs": [[172, 0, 0]]
    }, 
    {
      "op": "reciprocal", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto1_reciprocal4", 
      "inputs": [[173, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto1__plus8", 
      "inputs": [[168, 0, 0], [174, 0, 0]]
    }, 
    {
      "op": "broadcast_mul", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto1_broadcast_mul3", 
      "inputs": [[136, 0, 0], [175, 0, 0]]
    }, 
    {
      "op": "_mul_scalar", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto1__mulscalar10", 
      "attrs": {"scalar": "0.2"}, 
      "inputs": [[176, 0, 0]]
    }, 
    {
      "op": "_rminus_scalar", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto1__rminusscalar0", 
      "attrs": {"scalar": "1.0"}, 
      "inputs": [[28, 0, 0]]
    }, 
    {
      "op": "_rminus_scalar", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto1__rminusscalar1", 
      "attrs": {"scalar": "1.0"}, 
      "inputs": [[34, 0, 0]]
    }, 
    {
      "op": "broadcast_mul", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto1_broadcast_mul4", 
      "inputs": [[178, 0, 0], [179, 0, 0]]
    }, 
    {
      "op": "sum", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto1_sum3", 
      "attrs": {
        "axis": "1", 
        "keepdims": "True"
      }, 
      "inputs": [[180, 0, 0]]
    }, 
    {
      "op": "_plus_scalar", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto1__plusscalar7", 
      "attrs": {"scalar": "1e-05"}, 
      "inputs": [[181, 0, 0]]
    }, 
    {
      "op": "broadcast_mul", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto1_broadcast_mul5", 
      "inputs": [[178, 0, 0], [178, 0, 0]]
    }, 
    {
      "op": "sum", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto1_sum4", 
      "attrs": {
        "axis": "1", 
        "keepdims": "True"
      }, 
      "inputs": [[183, 0, 0]]
    }, 
    {
      "op": "broadcast_mul", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto1_broadcast_mul6", 
      "inputs": [[179, 0, 0], [179, 0, 0]]
    }, 
    {
      "op": "sum", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto1_sum5", 
      "attrs": {
        "axis": "1", 
        "keepdims": "True"
      }, 
      "inputs": [[185, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto1__plus9", 
      "inputs": [[184, 0, 0], [186, 0, 0]]
    }, 
    {
      "op": "_mul_scalar", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto1__mulscalar11", 
      "attrs": {"scalar": "1.0"}, 
      "inputs": [[187, 0, 0]]
    }, 
    {
      "op": "_mul_scalar", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto1__mulscalar12", 
      "attrs": {"scalar": "-1.0"}, 
      "inputs": [[181, 0, 0]]
    }, 
    {
      "op": "broadcast_add", 
      "name": "fractal_resunet_cmtsk6_fractal_resunet_features0_fractalresnet_unit0_ftattention2d0_relftattention2d0_ftanimoto1_broadcast_add5", 
      "inputs": [[188, 0, 0], [189, 0, 0]]
    }, 
    {
      "op": "_plus_scalar", 
